#3 – Базовые операции в языке Python

# Comment ctr/
print("Результат:", 5 // 3) # целочислллленное делние(модуль)
print("Результат:", max(5, 6, 3, 0, 2, -3, 5)) # min нахожение min or max число
print("Результат:", round(5 / 3)) # деление с округлением в меньшую сторону
print("Результат: ", 7, 15, sep="", end="!\n")
# sep=""  назначение разделителя
# end="!\n" разделитель в конце строки
print('Second \' \t \\ l\ni\nn\ne')

print("Результат:", abs(-2))  # модуль числа
print("Результат:", pow(2,3))  # возведение в степень
print("Результат:", 2**3)  # альтернативное возведение в степень
input("Введите свой возраст: ")